/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk av %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ har blitt installert og er klar neste gang %3$@ starter! Vil du restarte nå?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ er den nyeste versjonen tilgjengelig";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ er nå tilgjengelig (du har %3$@). Vil du laste ned nå?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ har ikke tilatelse til å skrive til program mappen! Kjører du fra en diskfil? Spør system ansvarlig for hjelp.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "En ny versjon av %@ har blitt installert!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "En ny versjon av %@ er tilgjengelig!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "En feil skjedde under installasjonen, vennligst prøv igjen senere";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "En feil skjedde ved henting av oppdaterings informasjon. Vennligst prøv igjen senere";

/* No comment provided by engineer. */
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "En feil skjedde ved henting av oppdaterings informasjon; er du koblet til internett? Vennligst prøv igjen senere";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "En feil skjedde ved oppakning av arkivet. Vennligst prøv igjen senere";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "En feil skjedde ved nedlasting av filen. Vennligst prøv igjen senere";

/* No comment provided by engineer. */
"An update is already in progress!" = "En oppdatering er allerede under utføring!";

/* No comment provided by engineer. */
"Anonymous system profile information is used to help us plan future development work." = "Anonym systeminformasjon brukes for å hjelpe oss med planleggingen av videre utvikling.";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Sjekk for oppdateringer ved programstart?";

/* No comment provided by engineer. */
"Downloading update..." = "Laster ned oppdatering...";

/* No comment provided by engineer. */
"Extracting update..." = "Pakker opp oppdateringen";

/* No comment provided by engineer. */
"Include anonymous system profile?" = "Inkluder anonym systeminformasjon";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installer og restart";

/* No comment provided by engineer. */
"Installing update..." = "installerer oppdatering...";

/* No comment provided by engineer. */
"No" = "Nei";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Klar til installasjon!";

/* No comment provided by engineer. */
"Update Error!" = "Oppdaterings feil!";

/* No comment provided by engineer. */
"Updating %@" = "Oppdaterer %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Vil du at %@ skal sjekke for oppdateringer ved programstart? Hvis ikke så kan du sjekke manuelt fra program menyen";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You're up to date!" = "Du er oppdatert!!";